Revit 2024 API
UnitTypeId.Liters Property
 Liters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Liters { get; }
Visual Basic
Public Shared ReadOnly Property Liters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Liters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace